Dlubal.RFEM5.ManipulationShear
3D Shearing parameters

Dlubal.RFEM5.ManipulationShear.SlopeFactor
Slope factor

Dlubal.RFEM5.ManipulationShear.SlopeAngle
Slope angle

Dlubal.RFEM5.ManipulationShear.AboutAxis
Shearing about axis

Dlubal.RFEM5.ManipulationShear.InDirection
Shearing in direction

Dlubal.RFEM5.ManipulationShear.Point1
First point of starting plane

Dlubal.RFEM5.ManipulationShear.Point2
Second point of starting plane

Dlubal.RFEM5.ManipulationShear.Point3
Any other point of starting plane